Repository: youarehero/youarehero
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: Thanks for using our site!
de: Vielen Dank, dass Sie unsere Website benutzen!

source: The %(site_name)s team.
de: Das Team von %(site_name)s

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
de: Passwort vergessen? Gib deine E-Mail-Adresse ein und wir schicken dir Informationen um ein neues Passwort festzulegen

source: Reset my password
de: Passwort zurücksetzen

source: Be a hero!
de: Sei ein Held!

source: Being a hero is exciting. Try it yourself!
de: Ein Held zu sein ist aufregend. Mach mit!

source: Registration complete
de: Registrierung abgeschlossen

source: An email containing account-activation information has been sent to the email-address you specified in the registration form.
de: Du solltest bald eine E-Mail von uns erhalten. Klick bitte den Link darin an, um deine Anmeldung abzuschließen.

source: Sign up now!
de: Registriere Dich!

source: here
de: hier

source: Single
de: Einzel

source: Already used
de: Bereits verwendet

source: The voucher with the number "%(code)s" has been used already.
de: Den Gutschein mit der Nummer "%(code)s" hast du schon verwendet.

source: Deactivated
de: Deaktiviert

source: The voucher with the number "%(code)s" is unfortunately deactivated
de: Der Gutschein mit der Nummer "%(code)s" ist leider deaktiviert.

source: Invalid
de: Ungültig

source: The voucher with the number "%(code)s" has not been found
de: Der Gutschein mit der Nummer "%(code)s" wurde nicht gefunden.

source: Congratulations!
de: Herzlichen Gl&uuml;ckwunsch

source: The voucher with the number "%(code)s" has succesfully been redeemed
de: Der Gutschein mit der Nummer "%(code)s" wurde erfolgreich eingel&ouml;st.

source: You gain %(xp)s XP.
de: Du erh&auml;lst %(xp)s EP.

source: New message to
de: Neue Nachricht an

source: Recipient team
de: Empfänger Team

source: Subject
de: Betreff

source: Message
de: Nachricht

source: Recipient
de: Empfänger

source: Consignor
de: Absender

source: Message successfully sent
de: Nachricht erfolgreich verschickt

source: Message successfully deleted
de: Nachricht erfolgreich gelöscht

source: Send
de: Versenden

source: Reset
de: Zurücksetzen

source: Really delete this Message?
de: Diese Nachricht wirklich löschen?

source: No message found
de: Keine Nachricht gefunden.

source: No messages yet.
de: Noch keine Nachrichten.

source: Compose message to team
de: Team-Nachricht verfassen

source: Inbox
de: Eingang

source: Outbox
de: Ausgang

source: Send message to %(username)s
de: Sende Nachricht an %(username)s

source: Send message to team %(team)s
de: Sende Nachricht an team %(team)s

source: <strong>%(user)s</strong> is applying for your quest <strong>%(title)s</strong>.
de: <strong>%(user)s</strong> bewirbt sich für deine Quest <strong>%(title)s.</strong>

source: <strong>%(user)s</strong> has withdrawn his application for your quest <strong>%(title)s</strong>.
de: <strong>%(user)s</strong> hat seine Bewerbung für deine Quest <strong>%(title)s</strong> zurückgezogen.

source: <strong>%(user)s</strong> has joined your quest <strong>%(title)s</strong>.
de: <strong>%(user)s</strong> bewirbt sich für deine Quest <strong>%(title)s.</strong>

source: The quest <strong>%s</strong> has been started.
de: Die Quest <strong>%s</strong> hat begonnen.

source: The quest <strong>%s</strong> is waiting for documentation.
de: Die Quest <strong>%s</strong> erwartet Dokumentation.

source: The quest <strong>%s<strong> has been cancelled.
de: Die Quest <strong>%s</strong> wurde abgebrochen.

source: The quest <strong>%s</strong> has been completed.
de: Die Quest <strong>%s</strong> ist abgeschlossen.

source: You have been accepted for the quest <strong>%s.</strong>
de: Du wurdest für die Quest <strong>%s</strong> akzeptiert.

source: Your application for the quest <strong>%s</strong> has been rejected.
de: Deine Bewerbung für die Quest <strong>%s</strong> wurde nicht angenommen.

source: You have received a message from <strong>%s</strong>.
de: Du hast eine Nachricht von <strong>%s</strong> erhalten.

source: New Achievement: %s
de: Neue Errungenschaft: %s

source: You have no Notifications
de: Du hast keine Benachrichtigung

source: Congratulations Dear Ladies and Gentlemen, Your application for the quest %(target.title)s has happily been accepted! More information you can find here http://%(site.domain)s%(target.get_absolute_url)s. Respectfully, Your you are hero butler
de: Glückwunsch Verehrte Damen und Herren, Ihre Bewerbung für die Quest %(target.title)s wurde mit Freuden akzeptiert! Weitere Informationen erhalten sie unter http://%(site.domain)s%(target.get_absolute_url)s. Hochachtungsvoll, Ihr Butler von you are hero

source: New heroes and heroines Dear Ladies and Gentlemen, There has been a new application to the quest %(target.quest.title)s. Please report back to the applicants as soon as possible! Visit http://%(site.domain)s%(target.quest.get_absolute_url)s to see the quest and handle the application. Respectfully, Your you are hero butler
de: Neue Helden und Heldinnen Verehrte Damen und Herren, für ihre Quest %(target.quest.title)s ist eine neue Bewerbung eingegangen. Bitte melden Sie sich baldmöglichst bei den Bewerbenden zurück! Besuchen sie http://%(site.domain)s%(target.quest.get_absolute_url)s um die Quest anzuzeigen und die Bewerbung zu bearbeiten. Hochachtungsvoll, Ihr Butler von you are hero

source: Withdrawal Dear Ladies and Gentlemen, %(target.user.username)s has withdrawn his participation on your quest %(target.quest.title)s . You can visit the quest here http://%(site.domain)s %(target.quest.get_absolute_url)s. Respectfully, Your you are hero butler
de: Fallrückzieher Verehrte Damen und Herren, %(target.user.username)s hat die Teilnahme auf ihre Quest %(target.quest.title)s widerrufen. Sie können die Quest unter http://%(site.domain)s%(target.quest.get_absolute_url)s erreichen. Hochachtungsvoll, Ihr Butler von you are hero

source: New heroes and heroines Dear Ladies and Gentlemen, The quest %(target.quest.title)s has found in %(target.user.username)s a new participant. Visit http://%(site.domain)s%(target.quest.get_absolute_url)s to see the quest. Respectfully, Your you are hero butler
de: Neue Helden und Heldinnen Verehrte Damen und Herren, an ihrer Quest %(target.quest.title)s nimmt nun auch %(target.user.username)s teil. Besuchen sie http://%(site.domain)s%(target.quest.get_absolute_url)s um die Quest anzuzeigen. Hochachtungsvoll, Ihr Butler von you are hero

source: Apologies Dear Ladies and Gentlemen, unfortunately your application to the quest %(target.title)s could not be regarded this time. Bear up and on to the next challenge! Respectfully, Your you are hero butler
de: Verzeihung Verehrte Damen und Herren, leider konnte ihre Bewerbung für die Quest %(target.title)s dieses Mal nicht berücksichtigt werden. Kopf hoch und auf zur nächsten Herausforderung! Hochachtungsvoll, Ihr Butler von you are hero

source: Heroic post Dear Ladies and Gentlemen, You have received a new message from %(target.sender)s in your heroes mailbox. The message sais: %(target.title)s %(target.text)s Respectfully, Your you are hero butler
de: Heldenpost Verehrte Damen und Herren, Sie haben eine neue Nachricht von %(target.sender)s in ihrer Heldenpost. Die Nachricht lautet: %(target.title)s %(target.text)s Hochachtungsvoll, Ihr Butler von you are hero

source: Emergency break Dear Ladies and Gentlemen, You have been registered for the quest %(target.title)s. Unfortunately I have to inform you that this quest had to be aborted. Should it be resumed, I will inform you promptly. Respectfully, Your you are hero butler
de: Notbremse Verehrte Damen und Herren, Sie sind registriert für die Quest %(target.title)s. Leider muss ich sie darüber in Kenntnis setzen, dass diese Quest abgebrochen werden musste. Bei Wiederaufnahme der Quest benachrichtigen wir Sie umgehend. Hochachtungsvoll, Ihr Butler von you are hero

source: Congratulations, Dear Ladies and Gentlemen, The quest %(target.title)s has successfully been completed. Respectfully, Your you are hero butler
de: Glückwunsch, Verehrte Damen und Herren, Die Quest %(target.title)s wurde erfolgreich abgeschlossen. Hochachtungsvoll, Ihr Butler von you are hero

source: Starting shot Dear Ladies and Gentlemen, You are registered for the quest %(target.title)s. I herby inform you, that the quest has officially started now. You can find the quest here http://%(site.domain)s%(target.get_absolute_url)s. Respectfully, Your you are hero butler
de: Startschuss Verehrte Damen und Herren, Sie sind registriert für die Quest %(target.title)s. Gerne möchte ich ihnen mitteilen, dass für diese Quest soeben der Startschuss fiel. Sie können die Quest unter http://%(site.domain)s%(target.get_absolute_url)s erreichen. Hochachtungsvoll, Ihr Butler von you are hero

source: Welcome! Dear Ladies and Gentlemen, I am the butler and would like to welcome you at http://%(site.domain)s. From now on I will aid you as best as I can with help, hints and notifications. My recommendation for the beginning would be the Do's and Don'ts of our website. Respectfully, Your you are hero butler
de: Willkommen! Verehrte Damen und Herren, mein Name ist Butler und ich möchte sie herzlich auf http://%(site.domain)s begrüßen. Von jetzt an bis in alle Heldenzukunft stehe ich ihnen mit Rat und Tat zur Seite. Meine Begrüßungsempfehlung für Sie ist der Besuch unserer DOs & DON'Ts. Hochachtungsvoll und auf bald, Ihr Butler von you are hero

source: Organization
de: Organisation

source: Organizations
de: Organisationen

source: Edit %(object.name)s
de: %(object.name)s bearbeiten

source: Hello, here is your Admin-page
de: Hallo, hier ist deine Adminseite.

source: here you can edit the details to your organization that will then be depicted on your <a href="%(organization.get_absolute_url)s">organization profile</a>.
de: Von hier kannst du die Details deiner Organisation bearbeiten die dann auf deinem <a href="%(organization.get_absolute_url)s">Organisations-Profil</a> angezeigt werden.

source: Submit
de: Absenden

source: Done
de: Erledigt

source: Recommendations for user %(user)s
de: Empfehlungen für Nutzer %(user)s

source: German
de: Deutsch

source: English
de: Englisch
