Repository: youarehero/youarehero
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: At some point, quests will take heroes out there in the world. Whether it is to look for important clues, or to perform heroic actions, remember to obey elementary safety measures. Heroes too can get hurt.
de: An einem bestimmten Punkt werden die Quests die Helden raus ins reale Leben führen. Ob es auf der Suche nach wichtigen Hinweisen ist oder um heldenhafte Aktionen zu vollbringen, bitte denkt an elementare Sicherheitsregeln. Auch Helden können sich verletzen.

source: Persevere (Think out of the box).
de: Durchhalten (und manchmal über den Tellerrand schauen)

source: When quests require them to do things they never have done - or even heard of - before, true heroes don’t give up. Even if the task is seamingly impossible. Sometimes, it’s just a matter of perspective. So, be resourceful, imaginative and persistent. And don’t forget to play with your friends and fellow heroes!
de: Wenn Quests vom einem verlangen, Dinge zu tun, die man noch nie getan oder von denen man noch nicht mal gehört hat - Helden geben nicht auf. Auch wenn das Problem erst mal unlösbar scheint. Manchmal ist alles nur eine Frage der Perspektive. Also seid einfallsreich, erfindungsreich und ausdauernd. Und vergesst nicht, gemeinsam mit euren Freunden und Mithelden zu spielen!

source: In case of great need, the community will be able to turn to the elder heroes <a href="%(hotline_url)s">for advice.</a>
de: Wenn wirklich nichts mehr geht, kann die Community die etablierten Helden <a href="%(hotline_url)s">um Rat bitten.</a>

source: How does you are hero work?
de: Wie funktioniert you are hero?

source: Manage the profile
de: Profil verwalten

source: If you want to manage your profile click on the symbol with the cog on the upper right of the page, change whatever needs changing and complete the process by clicking on the red button with the tick on the lower part of the page.Your actions are thereby being saved and immediately depicted according to the changes you made.
de: Wenn ihr euer Profil verwalten wollt, dann klickt auf das Symbol mit den Zahnrädern rechts oben, bearbeitet und ändert was es zu ändern gibt und klickt abschliessend auf den roten Knopf mit dem Haken unten auf der Seite. Eure Änderungen werden damit gespeichert und sofort geändert angezeigt.

source: Collecting XP
de: EP sammeln

source: You can collect XP (or Experience Points), by accepting quests and solving them.But you also get experience points by posting quests and seeing them through.The points are being delivered after the conclusion of the quest.After having aqcuired a certain amount of XP you gain a level. This will prove you to the rest of the community as experienced heroes.
de: EP (oder auch Erfahrungspunkte; aus dem englischen: Experience Points) sammelt ihr, indem ihr Quests annehmt und diese löst. Ihr bekommt aber auch Erfahrungspunkte als Auftraggeber. Vergeben werden die Punkte nach Abschluss der Quest. Wenn ihr eine bestimmte Menge an Erfahrungspunkten erreicht habt, steigt ihr ein Level auf. Das kennzeichnet euch gegenüber der Gemeinschaft als erfahrene Helden.

source: Accepting a quest
de: Quest annehmen

source: If you feel that a quests suits you and you´d like to take part then just press the big red button that sais “apply”.As soon as the quest provider accepts you as a participant you are part of the quest and therefore also partly responsible for its solving.After the conclusion of the quest, which happens as soon as the quest provider marks it as finished, you receive your well-earned XP.
de: Wenn euch eine Quest gefällt und ihr gerne mitmachen möchtet, dann drückt einfach den großen roten Knopf, auf dem “Bewerben” steht. Sobald der Auftraggeber euch bestätigt seid ihr Teil der Quest und mit dafür verantwortlich, dass sie auch gelöst wird. Nach Abschluss der Quest, die durch den Auftraggeber als abgeschlossen markiert wird, bekommt ihr dann eure Erfahrungspunkte zugewiesen.

source: Symbol time exposure
de: Symbol Zeitaufwand

source: The symbol with the clock indicates the approximate time it will take to solve the quest.
de: Das Symbol mit der Uhr kennzeichnet wie viel Zeit die Erfüllung der Quest vermutlich in Anspruch nehmen wird.

source: Symbol location
de: Symbol Ort

source: If you see this symbol, it means that this quest has to be solved locally. Every quest without this symbol can be solved online or digitally.The place is depicted in the quest.
de: Wenn ihr dieses Symbol seht, heisst das, dass diese Quest lokal vor Ort erledigt werden muss. Alle Quests ohne dieses Symbol können online bzw. digital erfüllt werden. Den Ort seht ihr in der Quest angezeigt.

source: Post a quest
de: Quest einstellen

source: The icon “new quest” (the one with the pencil) provides you with a form that allows you to post your own quests. Fill in all the fields conscientiously. The more informations you provide, the easier it will be to find heros that want to participate.
de: Unter dem Icon “neue Quest” (das mit dem Stift) findet ihr ein Formular, das es euch ermöglicht, selbst Quests einzustellen. Füllt die Felder alle gewissenhaft aus, je mehr Informationen ihr eingebt, desto leichter wird es sein, Helden zu finden, die teilnehmen wollen.

source: Sending messages
de: Nachrichten versenden

source: The icon that says messages and that looks like an envelope provides you with your platforminternal mailbox.There you can write your own messages to other users (you’ll need to know the username of the person you want to contact though) and check out all messages that you have sent and received.
de: Unter dem Icon, das mit "Nachrichten" gekennzeichnet ist und wie ein Briefumschlag aussieht, findet ihr eure interne Mailbox. Dort könnt ihr selbst Nachrichten erstellen (dazu solltet ihr aber den Nutzernamen der Person kennen, die ihr anschreiben wollt) und euch alle Nachrichten anschauen, die ihr gesendet und empfangen habt.

source: Notifications
de: Benachrichtigungen

source: The symbol with the bell represents notifications.With it you can immediatly see if something new happens on the plattform.If you click on it you will be forwarded to a list that tells you everything that has happened on the platform.
de: Das Glockensymbol oben repräsentiert eure Benachrichtigungen. Ihr könnt dort sofort sehen, wenn etwas Neues auf der Plattform passiert. Wenn ihr draufklickt werdet ihr zu einer Liste geführt, die euch genau aufzeigt, was alles schon auf der Plattform passiert ist.

source: The game
de: Das Spiel

source: The icon with the puzzle piece reveals all that happened in the course of the arg that has happened over the summer in Karlsruhe.
de: Unter dem Icon mit dem Puzzlesymbol findet ihr alle Infos, die relevant sind für das in Karlsruhe stattfindende Spiel.

source: Heroic classes
de: Heldenklassen

source: The heroic class of your character gives an indication about the kind of class you like. Of course you can take any quest you like but your class indicates a certain preference.
de: Die Heldenklasse Deines Charakters gibt an welche Arten von Quests Du bevorzugst. Natürlich kannst Du jede Quest annehmen, die Dir gefällt, aber Deine Klasse sollte eine gewisse Präferenz zum Ausdruck bringen.

source: Every quest is being matched with one or more of those heroic classes
de: Jede Quest ist entsprechend einer oder mehrerer dieser Heldenklassen zugeordnet.

source: Login
de: Einloggen

source: Forgot the password?
de: Passwort vergessen?

source: Join now!
de: Jetzt Registrieren!

source: Hero hotline
de: Helden Hotline

source: Immediate help for stranded heroes
de: Soforthilfe für Helden in Not

source: When heroes need help, they ask the community on the forums. But when even that is not enough, heroes turn to the hero hotline. Thanks to the hotline, they can quickly get in touch with the elder heroes - creators of this game and website.“The Hero Phone”: 01573-1914755 (leave message if no answer)“The Hero Mailbox”: info@youarehero.net
de: Wenn Helden Hilfe brauchen, fragen sie erstmal die Community in den Foren.<br/> Aber wenn auch das nicht mehr hilft, wenden sich die Helden an die Helden-Hotline.<br/> Mit dieser Hotline können sie schnell mit den erfahrenen Helden in Kontakt treten - den Erschaffern des Spiels und dieser Website.

source: The heroic mailbox
de: Der Helden-Briefkasten

source: Responsible for content
de: Verantwortlich für den Inhalt

source: liability note
de: Haftungshinweise

source: Despite thorough contentual controls we do not assume liability for content of external links. The content of the linked pages lies solemnly in the responsibility of the respective owners. In case that statements on this website infringe property rights, like trade- or copyright breaches, we entreat you to give us immediaty notice via email or otherwise. In that case we will immediatly rid the page from its unlawful condition.
de: Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich. Für den Fall, dass durch Angaben auf dieser Webseite möglicherweise Schutzrechte verletzt werden, also etwa ein Marken- oder Urheberrechtsverstoß gegeben sein könnte, werden Sie gebeten, dies umgehend per E-Mail oder sonst in Textform mitzuteilen. Wir werden in diesem Fall sofort rechtmäßige Zustände herstellen.

source: Leaderboard
de: Bestenliste

source: Ranks 6 to 10
de: Ränge 6-10

source: Ranks 11 to 25
de: Ränge 11-25

source: Ranks 26 to 50
de: Ränge 26-50

source: List of Achievements
de: Liste der Errungenschaften

source: XP
de: EP

source: Successes
de: Erfolge

source: Welcome to a place where you can become a hero!
de: Willkommen auf der Plattform für Helden!

source: you are hero &ndash; May the game begin!
de: you are hero &ndash; Das Spiel möge beginnen!

source: a heroic game from the Karlsruhe University of Arts and Design
de: (k)ein Heldenspiel aus der HfG Karlsruhe

source: <em>Gaming can make a better world</em> &ndash; this is the ,essage of game designer Jane McGonigal. At the Karlsruhe University of Arts and Design Student Greta Hoffmann has accepted this challenge together with a group of heroes dieser Aufgabe under the motto <em>you are hero</em>. These heroes want to introduce themselvesto the city of Karlsruhe with a big game starting on the 16. September 2013. Because <em>you are hero</em> urgently needs reinforcements!
de: <em>Gaming can make a better world</em> &ndash; das ist die Botschaft der Spieldesignerin Jane McGonigal. An der HfG Karlsruhe hat sich die Studentin Greta Hoffmann mit einer kleinen Gruppe von „Helden“ dieser Aufgabe unter dem Motto <em>you are hero</em> angenommen. Die Heldentruppe möchte sich ab dem 16. September 2013 mit einem großen Spiel in ganz Karlsruhe vorstellen &ndash; denn <em>you are hero</em> braucht dringend Verstärkung!

source: The game has already started: Recently an attractive but dubious figure calling herself <em>Anonyma</em> has been increasingly sighted in Karlsruhe. Especially on das FEST and at the KAMUNA she rocked the boat.One asks oneself, why this <em>Femme fatale</em> has chosen our city to do her mischief. Actually we enjoy quite a peaceful living here
de: Das Spiel hat bereits begonnen: Kürzlich wurde vermehrt eine attraktive, aber zwielichtige Gestalt namens <em>Anonyma</em> in Karlsruhe gesichtet, besonders auf dem FEST und der KAMUNA sorgte sie für Unruhe. Man wundert sich zu Recht, weshalb sich diese <em>Femme fatale</em> gerade Karlsruhe ausgesucht hat, um ihr Unwesen zu treiben. Denn eigentlich lebt es sich hier doch ganz angenehm: Eine quirlige Innenstadt, der Rhein und viel Grün außen rum, interessante Kunst, eine niedrige Arbeitslosenquote und bald gibt’s auch noch die Kombi-Lösung. Doch genau eine solche Umgebung sucht sich die Schurkin <em>Anonyma</em> gerne aus, um uns zu bezirzen und nachlässig werden zulassen. Wir kennen das alle, nach einem harten Tag, lässt man die Welt gerne mal Welt sein. Man wirft dann doch die Plastikflasche in den Restmüll, bemüht den Pizzaservice anstatt zu kochen, klickt noch wahllos im Internet herum. Am Wochenende klappt es dann meistens auch ganz gut, den Wohltätigkeitsflohmarkt und die Großmutter im Seniorenheim auf ein anderes Mal zu verschieben. Ja genau das sind die kleinen Schwächen, auf die <em>Anonyma</em> aus ist, um sie sich zu Nutze zu machen.

source: you are hero is a game
de: you are hero ist ein Spiel

source: Solve Quests online or in the city, alone or with friends, and help the hero community to save the world. It is free and you can spend as much (or little) time as you want. Register now and accept the Tutorial-Quest to start.
de: Löse Quests online oder in der Stadt, allein oder mit deinen Freunden, und hilf den Helden die Schurkin Anonyma zu erwischen, die gestohlene Zeitmaschine wiederzufinden und viele weitere Heldentaten. Es ist kostenlos und du kannst so viel zeit aufwenden, wie du möchtest.

source: <a href="%(register_url)s">Register</a> and accept Entropius’ quest to start.
de: <a href="%(register_url)s">Registriere</a> dich und nimm Entropius’ Quest an um loszulegen.

source: you are hero is no game
de: you are hero ist kein Spiel

source: This is a serious matter!We want to prove that games and playing can save the world.How? By providing the means to have fun while doing good.Beneficence, charity and a social mind are real things that can help us all to live in a better world.In our <a href="%(manifesto_url)s">Manifest</a> you can check out how you are hero is planning on approaching this goal.Or you just add your own Quest if you need the help of heroes or see something that needs to be done.
de: Dies ist eine ernste Angelegenheit! Wir wollen beweisen, dass Spielen die Welt retten kann. Wie? Indem wir dafür sorgen, dass es Spaß macht, Gutes zu tun. Wohltätigkeit, Ehrenamt und ein Gesellschaftlicher Geist, das sind reale Dinge, die uns allen helfen, besser zu leben. In unserem <a href="%(manifesto_url)s">Manifest</a> kannst du nachlesen, wie you are hero das machen will, oder du trägst einfach deine eigene Quest ein, falls du selbst Helden-Hilfe benötigst!

source: Recently finished quests
de: k&uuml;rzlich abgeschlossene Quests

source: sponsored by
de: Gef&ouml;rdert durch

source: city of Karlsruhe
de: Stadt Karlsruhe

source: Heinrich Hertz society
de: Heinrich Hertz Gesellschaft

source: Statistics
de: Statistik

source: There are no open quests.
de: Es gibt keine Quests.

source: There are no completed quests.
de: Es gibt keine abgeschlossenen Quests.

source: New Heroes Wanted!
de: Neue Helden gesucht!

source: you are hero is a virtual gathering place for heroes and heroic aspirants. Right after the registration you create your own heroic character and collect hero points by completing quests provided on the billboard. The challenge and likewise heroic chance is the fact that all quests are being solved in reality.
de: you are hero ist ein virtueller Treffpunkt für Helden und Heldenanwärter. Sogleich nach der Registrierung kreierst Du Deinen Heldencharakter und sammelst Heldenpunkte indem du Quests (Aufgaben und Aufträge) von der Pinnwand erfüllst. Die Herausforderung und zugleich heldenhafte Chance liegt darin, dass alle Quests in der Realität erfüllt werden.

source: Of course you can also enter quests yourself, after all almost everyone needs some help from time to time. The goal of this game is simple: Not only talk but act<br/>– so go and save the world!
de: Natürlich könnt auch Ihr auch selbst Quests einstellen, schließlich braucht jeder Held hin und wieder Unterstützung.Das Ziel des Spiels ist ganz einfach: Nicht nur reden, sondern handeln<br/> – also rettet die Welt.

source: Heroes<br/>needed
de: Helden<br/>bedarf

source: Get to know more, <a href="%(registration_url)s">register now</a> and start the game today!
de: Erfahre mehr, <a href="%(registration_url)s">registriere</a> dich jetzt und beginne noch heute mit dem Spiel!

source: Imprint/Contact
de: Impressum/Kontakt

source: Press
de: Presse

source: Hints
de: Hinweise

source: Manifesto
de: Manifest

source: Home
de: Start

source: Billboard
de: Pinnwand

source: Create new Quest
de: Eine Quest erstellen

source: New
de: Neu

source: My quests
de: Meine Quests

source: Private Messages
de: Private Nachrichten

source: Messages
de: Nachrichten

source: Informations
de: Informationen

source: Find out more
de: Erfahre mehr

source: Registration
de: Registrierung

source: New Quest
de: Neue<br/>Quest

source: My Quests
de: Meine<br/>Quests

source: inbox
de: Eingang

source: outbox
de: Ausgang

source: compose
de: Verfassen

source: Suggested quests
de: Vorgeschlagene Quests

source: Send a message to all participants
de: Sende Nachricht an alle Teilnehmenden

source: Participants
de: Teilnehmende

source: Send a message to %(name)s
de: Sende Nachricht an %(name)s

source: Comments
de: Kommentare

source: There are no comments yet.
de: Es gibt noch keine Kommentare.

source: Comment
de: Kommentieren

source: Post comment
de: Kommentar abschicken

source: Please <a href="%(login_url)s">log in</a> to comment.
de: Bitte <a href="%(login_url)s">melde dich an</a> um zu kommentieren.

source: Update your Quest
de: Quest bearbeiten

source: Details for
de: Details zu

source: free
de: frei

source: date:
de: Datum:

source: Wanted heroes
de: Gesuchte Helden:

source: Creator
de: Ersteller

source: Expenditure
de: Aufwand

source: Recreate quest
de: Quest erneut Erzeugen

source: Edit
de: Bearbeiten

source: Cancel quest
de: Quest Abbrechen

source: Mark quest as solved
de: Quest als erledigt markieren

source: Cancel
de: Abbrechen

# application
source: Apply
de: Bewerben

source: Documentation
de: Dokumentation

source: There is no Documentation yet.
de: Es gibt noch keine Dokumentation.

source: Document your Quest here.
de: Dokumentiere hier die Quest.

source: Post documentation
de: Dokumentation abschicken

source: Search
de: Suchen

source: Open
de: Offen

source: Completed
de: Abgeschlossen

source: No quests found matching your current criteria.
de: Keine Quests gefunden, die deiner Suchanfrage entsprechen.

source: Show all.
de: Alle Anzeigen.

source: There don't seem to be any quests.
de: Es gibt keine Quests.

source: Title, description
de: Titel, Beschreibung

source: All
de: Alle

source: Created
de: Erstellt

source: Accepted
de: Angenommen

source: Finished
de: Erledigt

source: Has to be done locally
de: Muss vor Ort erledigt werden

source: low time effort
de: geringer Zeitaufwand

source: medium time effort
de: mittlerer Zeitaufwand

source: high time effort
de: hoher Zeitaufwand

source: This is your Quest
de: Dies ist Deine Quest.

source: Send a message to all applicants
de: Sende Nachricht an alle Bewerbenden

source: Applications
de: Bewerbungen

source: Accept
de: Annehmen

source: Reject
de: Ablehnen

source: Delete profile
de: Profil löschen

source: Warning!
de: Achtung!

source: Are you sure that you want to <strong>irrevocably delete</strong> your profile on you are hero?
de: Bist du sicher, dass du dein Profil bei you are hero <strong>unwiderruflich löschen</strong> möchtest?

source: No, preferrably not
de: Nein, lieber nicht

source: Yes, surely delete
de: Ja, sicher löschen

source: Profile
de: Profil

source: This is %(username)s
de: Das ist %(username)s

source: This is you, %(user.username)s
de: Das bist du, %(user.username)s

source: Member since
de: Mitglied seit

source: Finished quests
de: Erledigte Quests

source: Quests created
de: Erstellte Quests

source: Rank
de: Rang

source: Rank in the list
de: Rang in der Liste

source: Achievenments of %(user.username)s
de: Errungenschaften von %(user.username)s

source: Welcome to you are hero.
de: Willkommen bei You are Hero

source: Chose a profile picture or upload your own and write some lines about yourself if you want to.
de: Suche dir jetzt ein Profilbild aus und schreib' wenn du möchtest ein paar Zeilen über dich.

# save
source: Apply
de: Übernehmen

source: %(user.get_profile.quests_done)s Quests finished
de: %(user.get_profile.quests_done)s Quests erledigt

source: %(user.get_profile.quests_created)s Quests created
de: %(user.get_profile.quests_created)s Quests erstellt

source: Skills
de: Fertigkeiten

source: You have only selected %(selected)s skills. Please select at least %(minimum)s to get personalized results.
de: Du hast nur %(selected)s Fertigkeiten ausgewählt. Bitte wähle mindestens %(minimum)s aus, um personalisierte Ergebnisse zu erhalten.

source: My Profile
de: Profil

source: Settings
de: Optionen

source: %(username)s is ranked %(rank)s in the leaderboard.
de: %(username)s ist auf Platz %(rank)s in der Bestenliste.

source: Account-activation failed
de: Account-Bestätigung fehlgeschlagen

source: Sorry, the activation key "%(activation_key)s" is invalid.
de: Der Aktivierungsschlüssel "%(activation_key)s" ist ungültig.

source: Account activation completed.
de: Account-Aktivierung abgeschlossen.

source: Welcome Hero %(user.username)s, <br> your account is now active. Start <a href="%(quest_list_url)s">browsing open quests</a> or <a href="%(quest_create_url)s">create your own quest</a>.
de: Willkommen Held %(user.username)s, <br> dein Account ist jetzt aktiviert. Schau in die <a href="%(quest_list_url)s">Quest-Liste</a> oder <a href="%(quest_create_url)s"> stelle selbst einen Quest ein.</a>.

source: Welcome to you are hero: %(user.username)s!
de: Willkommen bei you are hero %(user.username)s!

source: Please click on this link to complete your registration.
de: Bitte klicke auf den Link, um deine Registrierung fertigzustellen.

source: We wish you lots of fun with you are hero, your you are hero team.
de: Viel Freude mit you are hero, das you are hero Team.

source: Welcome to you are hero
de: Willkommen bei You are Hero

source: You don't have an account yet?
de: Du hast noch keinen Account?

source: Good bye!
de: Auf Wiedersehen!

source: Thank you for using you are hero. We hope to see you soon.
de: Vielen Dank für die Benutzung von you are hero. Beehren Sie uns bald wieder.

source: Password reset complete
de: Password erfolgreich zurückgesetzt.

source: Your password has been set. You may go ahead and log in now.
de: Dein Password wurde gesetzt. Du kannst Dich jetzt anmelden.

source: Password reset
de: Passwort zurücksetzen

source: Confirm password reset
de: Passwort zurücksetzen bestätigen

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte gib Dein Passwort zwei mal ein, damit wir sicher sein können das kein Vertipper darin ist.

source: Change my password
de: Mein Passwort ändern

source: Password reset failed
de: Passwort zurücksetzen fehlgeschlagen

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(password_reset_url)s">new password.</a>
de: Der Link zum Zurücksetzen Ihres Passworts ist ungültig, wahrscheinlich weil er schon einmal benutzt wurde. Bitte <a href="%(password_reset_url)s">setzen Sie Ihr Passwort erneut zurück.</a>

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de: Wir haben dir eine E-Mail mit den Schritten die du zur Passwort-Änderung benötigst gemailt. Du solltest sie in kürze Erhalten.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
de: Sie erhalten diese E-Mail, da Sie das Passwort für ihren %(site_name)s Account zurücksetzen lassen möchten.

source: Please go to the following page and choose a new password:
de: Bitte öffnen Sie folgende Seite, um Ihr neues Passwort einzugeben:

source: Your username, in case you've forgotten: %(user.username)s
de: Ihr Benutzername, falls Sie ihn vergessen haben: %(user.username)s
