Repository: youarehero/youarehero
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: more
de: mehr

source: Quest provider
de: Quest-Ersteller

source: Create your first quest
de: Erstelle deine erste Quest

source: Quest applicant
de: Quest-Bewerber

source: Apply for your first quest
de: Bewirb dich für deine erste Quest.

source: Heroic aspirants
de: Heldenanwärter

source: Carry out a quest
de: Erledige eine Quest.

source: Subhero
de: Jungheld

source: Carry out three quests
de: Erledige drei Quests.

source: Hero
de: Held

source: Carry out ten quests
de: Erledige 10 Quests.

source: Carry out fifty quests
de: Erledige 50 Quests.

# Achievement title
source: Creator
de: Schaffer

source: Create a quest that is being carried out
de: Erstelle eine Quest die erledigt wird.

source: Principal
de: Auftraggeber

source: Create three quests that are being carried out
de: Erstelle 3 Quests die erledigt werden.

source: Client
de: Klient

source: Create ten quests that are being carried out
de: Erstelle 10 Quests die erledigt werden.

source: Eminence
de: Eminenz

source: Create fifty quests that are being carried out
de: Erstelle 50 Quests die erledigt werden.

source: Commentator
de: Kommentator

source: Comment on three quests
de: Kommentiere 3 Quests

source: Gründer-Held
de: Founder-hero

source: Nimm am "Held sein"-ARG teil
de: Participate in the "Held sein"-ARG

source: Do you want to spite me %%%salutation%%%?
de: Wollen Sie mich ärgern %%%salutation%%%?

source: Good day %%%salutation%%%, as soon as you have posted or accepted your first quests, the main page will provide you with a list of notifications about your recent activities and everything new that has happened in the past days. If you wish, you can also be informed about status modifications in your quests and respectively about new messages. This can be turned on and off as requested in your settings (the symbol with the cog).
de: Guten Tag %%%salutation%%%, sobald Sie Ihre ersten Quests eingestellt bzw. angenommen haben, werden Sie hier auf der Startseite eine Übersicht dessen sehen, was für Sie ansteht; bzw. was sich in den letzten Tagen Neues ereignet hat. Wenn Sie es wünschen können Sie auch per email über Statusänderungen in Ihren Quests bzw. über neue Nachrichten informiert werden. Dies können Sie nach Wunsch in den Optionen (das Symbol mit den Zahnrädern) einstellen.

source: This is the pinnboard %%%salutation%%%. Here you can find all available quests. Should you feel overwhelmed by the choice, you can use the searchbar to narrow down the choice via keywords or via different criteria such as time exposure or the necessity to do the quest. locally.Visiting the pinnboard frequently will be worth your while - if I may say so. %%%salutation%%%.
de: Sie befinden sich auf der Pinnwand %%%salutation%%%. Hier finden Sie alle Quests, derer Sie sich annehmen können. Falls Sie von der Auswahl überwältigt sein sollten, können Sie mit Hilfe der Suchkriterien Ihre Auswahl einschränken. So gibt es die Möglichkeit nach Stichworten suchen um etwas zu finden, das zu Ihnen passt oder auf das Sie gerade Lust haben. Auch bestimmte Kriterien wie der geschätzte Zeitaufwand oder ob Sie für die Quest lokal anwesend sein müssen, sollen es Ihnen erleichtern, eine Auswahl zu treffen. Frenquentierte Besuche lohnen sich, wenn ich das so sagen darf %%%salutation%%%.

source: Here you can find all the forms you need, %%%salutation%%%. Posting a new quest for the world to solve or offering a new project, you´ll be not lacking the forms to do so.
de: Hier finden Sie alle Formulare, die Sie brauchen %%%salutation%%%. Ob Sie der Welt eine weitere Aufgabe zum Lösen bieten oder ein neues Projekt einstellen wollen, ich habe die Formulare für Sie vorbereitet.

source: Here you can see all quests that you have accepted and posted %%%salutation%%%. If there is a star mark it means that you are the quest provider.
de: Hier finden Sie alle Quests die Sie angenommen oder aufgegeben haben %%%salutation%%%. Wenn ein Stern an der Quest ist bedeutet das das es sich um eine von ihnen aufgegeben Quest handelt.

source: Any
de: Egal

source: remotely
de: von überall

source: locally
de: vor Ort

source: Can this quest be done remotely or only locally?
de: Kann man diese Quest nur an einem bestimmten Ort oder von überall erledigen?

source: Remote or local
de: Vor Ort oder von überall

source: Place
de: Ort

source: Where does this quest take place?
de: Wo findet die Quest statt?

source: Time exposure
de: Zeitaufwand

source: Low
de: Niedrig

source: Medium
de: Mittel

source: High
de: Hoch

source: Title, description, place
de: Titel, Beschreibung, Ort

source: Edit your Profile
de: Profil editieren

source: This Username has been taken already
de: Dieser Benutzername ist bereits vergeben.

source: Privacy Settings
de: Privatsphäre

source: Please enter a correct e-mail address and password. Note that both fields are case-sensitive.
de: Bitte stelle sicher das E-Mail Adresse und Passwort korrekt sind. Achte auch auf Groß- und Kleinschreibung.

source: Identity
de: Identität

source: Identifyer
de: Kennung

source: Log in
de: Einloggen

source: Username
de: Benutzername

source: Date of birth
de: Geburtsdatum

source: Scientist
de: Wissenschaftler

source: Mister
de: Herr

source: Misses
de: Frau

source: none
de: keine

source: no location
de: kein Ort

source: Adress
de: Addresse

source: district
de: Stadtteil

source: city
de: Stadt

source: unknown
de: Unbekannt

source: cancelled
de: abgebrochen

source: participating
de: nimmt teil

source: rejected
de: abgelehnt

source: pending
de: beworben

source: Title
de: Titel

source: Description
de: Beschreibung

source: A short description of what this quest is about.
de: Eine kurze Beschreibung um was es in dem Quest geht.

source: Manually
de: Manuell

source: At the starting time
de: Zum Startzeitpunkt

source: Enough heroes
de: Genug Helden

source: At the ending time
de: Zum End-Datum

source: Quest start
de: Quest-Beginn

source: Quest finish
de: Quest-Ende

source: starting time
de: Startzeitpunkt

source: Expiration date
de: Ablaufdatum

source: Until when will this quest be visible?
de: Bis wann ist diese Quest sichtbar?

source: Can be done remotely
de: Kann aus der Ferne erledigt werden

source: Minimum number of heroes
de: Minimale Helden-Anzahl

source: Number of heroes
de: Anzahl Helden

source: How many heroes can participate in this Quest?
de: Wie viele Helden können an dieser Quest teilnehmen?

source: Automatically accept
de: Automatisch annehmen

source: Heroes that apply are being automatically accepted
de: Helden die sich bewerben werden automatisch angenommen.

source: time effort
de: Zeitaufwand

source: Low (500 XP)
de: Niedrig (500 EP)

source: Medium (1000 XP)
de: Mittel (1000 EP)

source: High (2000 XP)
de: Hoch (2000 EP)

source: done
de: erledigt

source: has started
de: hat begonnen

source: expired
de: abgelaufen

source: open
de: offen

source: Upload your own picture
de: Eigenes Bild hochladen

source: Invalid avatar image given
de: Invalides Avatar Bild

source: title
de: Anrede

source: Location is public
de: Standort ist öffentlich

source: Enable this if you want to share your location with other Heroes.
de: Wenn aktiv können andere Helden deinen Standort sehen.

source: about me
de: Über mich

source: Tell other heroes who you are.
de: Erzähle anderen Helden wer Du bist.

source: E-Mail on quest changes
de: E-Mail bei Quest-Änderungen

source: Enable this if you want to receive an email notification when one of your quests needs attention.
de: Wenn aktiv erhältst Du eine E-Mail benachrichtigung sobald ein Quest an dem Du beteiligt bist deine Aufmerksamkeit benötigt.

source: E-Mail on private message
de: E-Mail bei privaten Nachrichten

source: Enable this if you want to receive an email notification when someone sends you a private message.
de: Wenn aktiv erhältst Du eine E-Mail wenn andere Nutzer dir eine Nachricht schreiben.

source: type not set
de: Typ nicht gesetzt

source: illegal content
de: Illegaler Inhalt

source: hate speech
de: Diskriminierung

source: Can't accept all if quest not open.
de: Es können nicht alle akzeptiert werden, wenn die Quest nicht offen ist.

source: Can't start a started quest.
de: Eine gestartete Quest kann nicht gestartet werden.

source: Can't start a canceled quest.
de: Eine abgebrochene Quest kann nicht gestartet werden.

source: Can't start a done quest.
de: Eine abgeschlossene Quest kann nicht gestartet werden.

source: Can't start quest if there aren't enough heroes.
de: Die Quest kann nicht gestartet werden, wenn es nicht genügend Helden gibt.

source: Can't cancel a canceled quest.
de: Eine abgebrochene Quest kann nicht abgebrochen werden.

source: Can't cancel a done quest.
de: Eine abgeschlossene Quest kann nicht abgebrochen werden.

source: Can't mark a quest as done that isn't started.
de: Eine Quest, die noch nicht angefangen hat, kann nicht als erledigt markiert werden.

source: Can't mark a canceled quest as done.
de: Eine abgebrochene Quest kann nicht als abgeschlossen markiert werden.

source: Can't mark a done quest as done.
de: Eine abgeschlossene Quest kann nicht als abgeschlossen markiert werden.

source: Can't accept heroes into a quest that isn't open.
de: Helden können nicht für eine nicht offene Quest angenommen werden.

source: Can't accept a hero who is not applying.
de: Ein Held, der sich nicht bewirbt, kann nicht akzeptiert werden

source: You have accepted %s.
de: Du hast %s akzeptiert.

source: Can not apply for a quest that isn't open.
de: Man kann sich nicht auf eine nicht offene Quest bewerben.

source: Can only apply once.
de: Man kann sich nur einmal bewerben.

source: Can not apply after being accepted.
de: Man kann sich nciht bewerben, nachdem man akzeptiert wurde.

source: Minors cannot apply for untrusted users' quests
de: Minderjährige können sich nicht auf eine Quest eines unverifizierten Benutzers bewerben.

source: Can't reject heroes when a quest isn't open.
de: Man kann Helden nicht ablehnen, wenn die Quest nicht offen ist.

source: Can't reject a hero who is not applying.
de: Man kann einen Helden nicht ablehnen, der sich nicht bewirbt.

source: You have rejected %s.
de: Du hast %s abgelehnt.

source: You can't cancel participation at this time.
de: Du kannst deine Teilnahme gerade nicht zurückziehen.

source: You can't cancel multiple times.
de: Du kannst eine Quest nicht mehrmals abbrechen.

source: You need to apply before cancelling.
de: Du musst dich bewerben, befor du abbrechen kannst.

source: algorithm
de: Algorithmus

source: Only the owner can edit the quest.
de: Nur der Ersteller einer Quest kann sie editieren.

source: You can only edit quests for %s minutes.
de: Du kannst die Quest nur für %s minuten bearbeiten.

source: This is your quest.
de: Dies ist Deine Quest.

source: This quest needs heroes. Apply now by clicking the ✓ Button on the right.
de: Dieser Quest braucht Helden. Bewerbe dich indem du den ✓ Knopf auf der rechten Seite anklickst.

source: Your application has been accepted. Press X to withdraw your participation.
de: Deine Bewerbung wurde angebnommen. Mit dem X Knopf kannst du deine Teilnahme zurückziehen.

source: You have applied for this quest but unfortunately the owner rejected your offer of participation.
de: Du hast dich für diese Quest beworben, aber der Veranstalter hat deine Bewerbung leider abgelehnt.

source: You are currently applying for this quest. You will be notified once the creator has decided about our participation. Press X to cancel you application.
de: Du hast dich für diese Quest beworben. Du wirst benachrichtigt sobald derVeranstalter über deine Teilnahme entschieden hat.Drücke X um die Bewerbung zurückzuziehen.

source: Profile successfully changed
de: Profil erfolgreich gespeichert.

source: Privacy settings successfully changed
de: Privatsphäre-Einstellungen wurden gespeichert

source: Create quests and interactions for the specified user
de: Erstelle Quests und Interaktionen für diesen Benutzer

source: Update quests with timer based start/end triggers
de: Update die Quests mit Zeit-basierten Start/Ende Auslösern

source: Sends mails to ADMIN with all new/modified quests and comments since <timestamp> (defaults to 1 day ago)
de: Sendet E-Mails an die Administratoren mit allen neuen und modifizierten Quests seit <timestamp> (defaults bis zu einem vergangenen Tag)

source: What you can see here is the story of a game called you are hero, which was played in Karlsruhe, Germany over the Summer. It is the story of a villain the heroines and heros of Karlsruhe had to face.
de: Was hier zu sehen ist, ist die Dokumentation des im Laufe des Sommers in Karlsruhe gespielten Spiels you are hero, die Geschichte einer Schurkin, der sich die Helden und Heldinnen aus Karlsruhe stellen mussten.

source: The video further down marks the beginning of the story. It involved a four hero-workshops, a flashmob, hero-caching and other pervasive games and events, which are documented as quests on this page.
de: Im Rahmen dieser Geschichte, deren Einleitung Sie im Video weiter unten finden können, haben unter Anderem 4 Helden-Workshops stattgefunden, ein Flashmob, Herocaching und andere Alltagsdurchdringende Spiele und Events stattgefunden, die weiter unten in Form von Quests dokumentiert sind.

source: The game is now over, but heroines and heroes of all nations are needed to save the world and protect it from harm.
de: Das Spiel ist nun vorbei, aber Helden aller Nationen sind weiterhin dazu aufgerufen, die Welt zu retten und vor Unheil zu beschützen.

source: Many thanks to all Participants, Heroines and Heroes, Helpers and Team members and everybody else who made this big Event possible!
de: Vielen Dank an alle Spieler, Helden, Helfer und Teammitglieder, die dieses große Event ermöglicht haben!

source: Game instructions<br/>Alternate Reality Games
de: Spielanleitung<br/>Alternate Reality Games

source: Community
de: Gemeinschaft

source: Heroes present themselves
de: Helden stellen sich vor

source: 4 Weekends / 4 Topics
de: 4 Wochenenden / 4 Themen

source: We are providing you with new powers so that you don´t have to fight Anonyma without some proper training. On four weekends you have the chance to train your heroic powers, get useful hints and prepare yourselves for your being as a superhero, while looking for hints and traces of the villain Anonyma over the course of the week
de: Damit ihr Anonyma nicht ohne Training gegenübertreten müsst, werden wir euch neue Kräfte verleihen. An vier Wochenenden habt ihr die Chance, eure Heldenkräfte zu trainieren, Tipps zu erhalten und euch auf ein Dasein als Superheld vorzubereiten, während ihr unter der Woche nach Hinweisen und Spuren über den Verbleib der Schurkin Anonyma sucht.

source: One rumours that her mother was a sewing mashine and her father a pyrolysis facilty. On her weekends trashes are emptied and wardrobes fill themselves.
de: Man erzählt sich, ihre Mutter sei eine Nähmaschine und ihr Vater eine Pyrolyseanlage. An ihrem Wochenende wird der Mülleimer wieder leer und der Kleiderschrank voll.

source: The internet? Computers? Panic? The Glitch is a hacker. But he is also nice to his neighbours. His weekend is free information.
de: Das Internet? Computer? Panik? The Glitch ist ein Hacker. Er ist aber auch lieb zu seinen Nachbarn. Sein Wochenende ist freie Information.

source: He is living proof that you can be a Schottish (or whatever you want to be) with or without schottish ancestry He's all about intercultural exchange and kilts
de: Er beweist, dass man auch ohne schottische Ahnen Schotte sein kann; oder eben, was und wann immer man sein möchte. Hier geht es um interkulturellen Austausch und Kilts.

source: Bored by eating he started to cook. He will fight for all the \tdisfranchised ingredients and shows them their right place in the pot. This weekend is all under the topic of securing our alimentation.
de: Gelangweilt vom Essen, begann er zu kochen. Er setzt sich ein für all die entrechteten Zutaten und weist ihnen einen Platz zu, in seinem Kochtopf. An diesem Wochenende geht es um die Sicherung unserer Ernährung.

source: Register
de: Registrieren

source: Sorry
de: Entschuldigung

source: We're really sorry, but we cannot let you participate at you are hero before your fifteenth birthday.
de: Es tut uns sehr leid, aber wir können dich vor deinem fünfzehnten Geburtstag nicht an you are hero teilnehmen lassen.

source: Imprint
de: Impressum

source: Project lead
de: Projektleitung

source: Programming
de: Programmierung

source: Graphicdesign/composition
de: Grafikdesign/Gestaltung

source: Heroes
de: Helden

source: Press, content and organisation
de: Presse, Content und Organisation

source: Special thanks to
de: Besonderer Dank an

source: Sound and music
de: Sound und Musik

source: Important usage hints for you are hero
de: Wichtige Nutzungshinweise für you are hero

source: General:
de: Generell:

source: Quests, whose fulfillment criterias are bound to money or other goods violate the principles of you are hero. An example: If you are being offered, while fulfilling your Quest, some snacks or something to drink, this is no problem at all. Whereas a quest, whre you are being offered food and drink in exchange, this goes against the ethic of you are hero. These kinds of violations should be reported to info@youarehero.net.Should you get doubts about the integrity of a players participation, please inform us as soon as possible at info@youarehero.net. Should you are hero receive a complaint or a message, that questions your legitimity or identity at your application, fulfillment or set up of quests, you are hero ventures to get into personal contact with you, deleting your quests p.r.n. or to even delete your profile. Should you choose to exchange data with a questgiver or -taker in the process of communication, please treat it with the utmost discretion and confidentiality.
de: Quests, die zu ihrer Erfüllung an den Austausch von Geld oder jedweder Güter gebunden sind, verstoßen gegen das Prinzip von you are hero, ein Beispiel: Wenn Sie während der Erfüllung einer Quest Mineralwasser und Snacks angeboten bekommen, ist das selbstverständlich in Ordnung. Werden Sie hingegen aufgefordert eine Quest zu erfüllen, weil sie dafür im Austausch Verpflegung erhalten, verstößt dies gegen die Prinzipien von you are hero. Derartige Verstöße melden Sie bitte unter feedback@youarehero.net. Sollten Ihnen Zweifel an der Integrität einer Quest oder der Teilnahme von Spielenden entstehen, informieren Sie uns bitte umgehend über feedback@youarehero.net. Sollte you are hero eine Beschwerde oder Meldung erhalten, dass Zweifel an der Legitimität oder Integrität bei Ihrer Bewerbung, Erfüllung oder Einstellung von Quests bestehen, erlaubt sich you are hero, persönlich mit Ihnen in Kontakt zu treten, Quests ggf. zu sperren oder Ihr Profil im äußersten Fall von »www.youarehero.net« zu löschen. Sollten Sie im Zuge der Kommunikation private Daten mit Teilnehmenden von you are hero austauschen, behandeln Sie diese bitte diskret und vertraulich.

source: Youth protection:
de: Jugendschutz:

source: Generally the registration on www.youarehero.net, as well as the participation at you are hero-actions only allowed starting the age of 15. Users below the age of 18 can only fulfill quests that can’t be done from a computer with consent of their parents. Users below the age of 18 can´t and are not allowed to post quests on the platform.
de: Generell ist die Registrierung auf www.youarehero.net sowie die Teilnahme an you are hero-Aktionen erst ab 15 Jahren erlaubt. Teilnehmenden unter 18 Jahren ist die Erfüllung von Reality-Quests nur mit Einwilligung eines Erziehungsberechtigten erlaubt. Teilnehmenden unter 18 Jahren ist das Bewerben um und Einstellen von privaten Quests generell nicht erlaubt.

source: Application and acceptance of quests:
de: Bewerbung und Annahme von Quests:

source: Please think carefully about accepting a quest and take it seriously. Some quests demand a high level of sensibility for the respective situation (e.g. in the dealings with sick or weak people). Please inform yourself beforehand and sufficiently about the demanded requirements. Should any question towards an application appear, do not baulk to contact the quest provider.
de: Bitte überlegen Sie sich Ihre Bewerbung um eine Quest gut und nehmen Sie diese ernst. Manche Quests verlangen ein hohes Maß an Sensibilität für entsprechende Situationen (z.B. im Umgang mit Kranken). Bitte informieren Sie sich ggf. vorab eigenständig und ausreichend über die Anforderungen. Sollten Fragen zu einer Bewerbung auftauchen, scheuen Sie sich nicht die Quest-Einstellenden zu kontaktieren.

source: Posting and assignment of quests:
de: Einstellen und Vergabe von Quests:

source: With the assignment of a quest you enlist yourself to not abuse quest takers for dishonest means but act in the sense of the common good. If you decide to give a quest to an underage, you are encouraged to ask for a consent of legal guardians. See also youth protection. Quest providers accept full responsibility for the procedure of the quest fulfillment. you are hero is not taking responisbility for this.
de: Mit der Quest-Vergabe verpflichten Sie sich keine Teilnehmenden für unlautere Zwecke auszunutzen und im Sinne des Allgemeinwohls zu handeln. Sie sind verpflichtet ein angemessenes Mindestalter für die Bewerbung um eine Quest anzugeben. Bei der Vergabe einer Quest an Minderjährige sind Sie dazu angehalten, die Einwilligung eines Erziehungsberechtigten selbständig und nach eigenem Ermessen einzufordern. Siehe hierzu auch die you are hero-Hinweise zum Thema Jugendschutz. Quest-Einstellende tragen die volle Verantwortung für den Ablauf der Quest-Erfüllung. you are hero übernimmt hierfür keine Verantwortung.

source: Help
de: Hilfe

source: Rules for the Alternate Reality Game
de: Spielanleitung Alternate Reality Games

source: This game is no ordinary game: it’s an “alternate reality game”. That means that the story of Anonyma happens “for real” in the city of Karlsruhe, and all the players are acting like if they were “real” heroes. This is a fun, but also kind of new game, so here are some basic rules that explain it clearly!
de: Dieses ist kein gewöhnliches Spiel; es ist ein “Alternate Reality Game”. Das heisst, dass Anonymas Geschichte “wirklich” in der Stadt Karlsruhe passiert. Und alle Spieler spielen “wirkliche” Helden. Das macht ziemlich viel Spaß, ist aber eine neue Spielform, daher im Folgenden ein paar Basisregeln um es besser zu erklären:

source: Collaborate.
de: Zusammenarbeiten.

source: When quests become mentally or physically challenging, heroes rely on teamwork and community. Don’t be shy; interacting with fellow players can be the best part of the game! So go and check out the forums.
de: Wenn eine Aufgabe mental oder physisch zu anstrengend wird, verlassen sich Helden auf Teamwork und die Gemeinschaft. Seid nicht schüchtern, die Zusammenarbeit mit den anderen Spielern ist das Beste am Spiel! Also besucht das Forum regelmässig.

source: Share.
de: Teilen.

source: If you find a piece of information, or even if you get a fresh idea about a quest, don’t keep it to yourself! Remember that all heroes are allies against Anonyma and the other villains. There is no single winner in the end, so just share what you’ve got on the forums or the hero wiki!
de: Wenn ihr mit einer Information konfrontiert seid oder eine neue Idee für das Lösen einer Quest habt, behaltet sie nicht für euch! Vergesst nicht, dass alle Helden Verbündete sind im Kampf gegen Anonyma und die anderen Schurken! Es gibt keinen einzelnen Gewinner am Schluss also teilt alle Infos und Hinweise, die ihr findet auf den Foren oder im Heldenwiki.

source: Go out.
de: Rausgehen.
